Repository: seanpm2001/mt-training-data
Catalog: nso/nso_pontoon.tmx
Source language: en_us
Languages: nso

source: 2019 End-of-Year Release
nso: 2019 Lokollo ya Mafelelong a Ngwaga

source: 2 down, keep it up!<playIcon></playIcon>
nso: Tše 2 di feditšwe, Swarang le tiiše!<playIcon></playIcon>

source: ≥ 2 No votes
nso: ≥ 2 Aowa dikgetho

source: ≥ 2 Yes votes
nso: ≥ 2 Ee dikgetho

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
nso: Dikhutsofatšo le mantšu a khutsofadišwego go swana le “USA” goba “ICE” di swanetše go phengwa mongwalong wa mothopo ka baka la gore di ka balwa ka tsela e sa dumelelanago le mopeleto wa tšona. Go oketša moo, go ka ba le dipalo tše dintši tše nepagetšego bakeng sa khutsofatšo e le nngwe. Ka mohlala, khutsofatšo “ICE” e ka bitšwa “I-C-E” goba e le lentšung letee.

source: Abkhaz
nso: Se-Abkhaz

source: About
nso: Mabapi le

source: Accent
nso: Mokgwa

source: Account
nso: Akhaonte

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
nso: <accuracyLink>Bona se se fetago ka mo go nepagetšego ka kriteria.</accuracyLink>

source: Acehnese
nso: Se-Acehnese

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nso: { $actionType }<playIcon></playIcon> na ba boletše lefoko ka nepo?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nso: { $actionType }<recordIcon></recordIcon> ke moka balela mafoko godimo

source: { $actionType }<stopIcon></stopIcon> when done
nso: { $actionType }<stopIcon></stopIcon> ge o feditše.

source: { $actionType } submit when ready
nso: { $actionType } tsenya ge o lokile

source: Add
nso: Oketša

source: Add a language you want to contribute to
nso: Tsenya leleme leo o nyakago go neela go lona

source: Add as much information as you can about the language. This could include:
nso: Tlaleletša tshedimošo e ntši ka moo o ka kgonago ka gona ka polelo. Se se ka akaretša:

source: Adding languages to work with
nso: Tlaleletša maleme go mošomo wa gago

source: Additional Language
nso: Leleme le oketšegilego

source: Add Language
nso: Oketša leleme

source: <addLink>Add more sentences now!</addLink>
nso: <addLink>Tsenya mafoko a mangwe bjale!</addLink>

source: Add new custom accent "{ $inputValue }"
nso: Tlaleletša mokgwa wa go bolela o tlwaelegilego o mpsha "{ $inputValue }"

source: Add new sentences
nso: Tsenya mafoko a ma Mphsa

source: Add Sentences
nso: Tsenya Mafoko

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
nso: Tlatša <wikipediaLink>mafelong a batho ka moka</wikipediaLink> le mafoko

source: Add Your Voice
nso: Tsenya Lentšu la Gago

source: Adyghe
nso: Se-Adyghe

source: Afaan Ormoo
nso: Se-Afaan Ormoo

source: A few bytes
nso: Di-bytes tše mmalwa

source: Afrikaans
nso: Se-Afrikanse

source: Age
nso: Mengwaga

source: Albanian
nso: Se-Albania

source: All
nso: Ka moka

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
nso: Mafoko ka moka ao o wa rometšego a swanetše go ba ka tlase ga<wikipediaLink> laesense ya Mafelong a Batho Bohle (CC-0)</wikipediaLink>. Ho thekga go akeretšwa ga mošomo o sego ka tlase ga laesense ya setšhaba, re hlangwe <cc0WaiverLink>thempleite ya Dumelano ya Neelano</cc0WaiverLink> bakeng sa mešomo moo mong wa ditokelo tša molao a ka rata go neela dintlha go Common Voice.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
nso: Dikarolo ka moka tša lentšu go dathasete di hlakotšwe boitsebišo bja motho. Ge moneedi a nea datha tša palo ya batho ka profaele ya bona, tsebišo yeo e itlhaotše go tšwa ditsopolwa tša lentšu pele e ka tlangwa go taneloutiwa go dathasete gomme ga go mohla e phatlalatšwa letlakaleng la boemo bja rena.

source: Amharic
nso: Se-Amharic

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
nso: Datha ya modiriši ye o sa tsebjego bjalo ka mengwaga, le bong bja motho, le mmolelo ao a thuša go go kaonefatša datha ya odio e šomišago go eteletša nepagatšo ya di-entšene a tlhathollo ya mantšu. Leina la gago la mošomiši le e-meile di ka se itswalanye le datha yeo e rometšego, gomme o ka kgetha gore na leina la gago la mošomiši le phatlalatšwe goba le se tsebje.

source: Approve
nso: Amogela

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
nso: Lefelong la bokamorago le se nago lešata le LOKILE, eupša ga re nyake mantšu a mangwe a ka dirago gore mokgwa wa motšhene o kgetholwe mantšu ao a se be gona mongwalong. Ge e ba o ka kwa mantšu a phapano go ao a lego mongwalong, setsopolwana se swanetše go ganwa. Se se tlwaetše go diragala moo TV e tlogetšwego, goba moo poledišano e diragalago kgauswi le moo.

source: Arabic
nso: Se-Arabic

source: Aragonese
nso: Se-Aragonese

source: Are you coming? <strong>[called by another]</strong>
nso: Wa tla na? <strong>[called by another]</strong>

source: Armenian
nso: Se-Armenia

source: Armenian Western
nso: Se-Armenian Western

source: Ask about a new language
nso: Botšiša ka polelo e mphsa

source: Assamese
nso: Se-Assamese

source: Asturian
nso: Se-Asturia

source: Audio Format
nso: Fomete ya Odio

source: Avatar
nso: Motšeakarolo

source: Avatar uploaded
nso: Tsenya Motšeakarolo

source: Average
nso: Palo-gare

source: A voice clip is marked "valid" when a user gives it a Yes vote.
nso: Pego ya lentšu e swailego ka "kgonthiša" ge mošomiši a kgethile Ee.

source: Avoid too much background noise - it should be easy to hear you.
nso: Phema lešata le lentši la bokamorago - go swanetše go ba bonolo go go kwa.

source: Awards
nso: Difoka

source: Azerbaijani
nso: Se-Azerbaijani

source: Back
nso: Morago

source: Background Noise
nso: Lešata la Bokamorago

source: Background Voices
nso: Mantšu a Bokamorago

source: Back to Top
nso: Boela godimo

source: Basaa
nso: Se-Basaa

source: Bashkir
nso: Se-Bashkir

source: Basque
nso: Se-Basque

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
nso: Eba šedi pele o gana setsopolwana ka baka la gore mmadi ga a bitša lentšu ka tsela e fošagetšego, o beile kgateletšo lefelong le fošagetšego, goba go bonagala a hlokomologile letswao la potšišo. Go na le mehuta e mentši ya go bitšwa ga mantšu e didirišwago lefaseng ka bophara, yeo mohlomongwe o se ke wa ekwa setšhabeng sa geno. Ka kgopelo nea ka moedi wa tebogo go bao ba bolelago ka tsela e fapanego le ya gago.

source: Belarusian
nso: Se-Belarusian

source: Benefits
nso: Mehola

source: Bengali
nso: Se-Bengali

source: <bold>{ $count }</bold> Clips
nso: <bold>{ $count }</bold> Dipego

source: <bold>Help us</bold> find more voices
nso: <bold>Re thuše </bold> re hwetše mantšu a mangwe

source: Bosnian
nso: Se-Bosnian

source: Both
nso: Bobedi

source: Both (Speak and Listen)
nso: Bobedi (Bolela le go Theeletša)

source: Breton
nso: Se-Breton

source: Browse Languages
nso: Poraosa Maleme

source: Build a custom goal
nso: Aga pakane e swanelegilego

source: Build Profile
nso: Aga Profaele

source: Bulgarian
nso: Se-Bulgaria

source: Burmese
nso: Se-Burmese

source: Buryat
nso: Se-Buryat

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
nso: <b>Ke lebaka la eng ka e-meile?</b> Re ka hloka go ikgokaganya le wena nakong e tlago mabapi le diphetogo tša dathasete, e-meile e re fa sebaka sa go ikgokaganya.

source: By editing your goal, you may lose your existing progress.
nso: Ka go thulaganya pakane ya gago, o ka lahlalelwa ke tšwelopelo ya gago e bego gona.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
nso: Ge o kgetha go amogela di-emeile o ka bolela gore ga go na molato ge Mozilla e diriša tsebišo ye bjalo ka ge go hlalositšwe ka <privacyLink>Molao wa Lekunutu</privacyLink> wa Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
nso: <b>O wa dumela</b>gore o se ke wa leka go utolla boitšhupo bja baboledi go dathasete ya Common Voice.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
nso: Ka go nea boitsebišo bjo bo itšego ka wena, datha ya odio yeo o e romelago go Common Voice e tla thuša kudu go di-entšene tša Tlhathollo ya Mantšu ao a dirišago datha yeo go kaonefatša go nepagala ga tšona.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nso: Ka go šomiša Common Voice, o dumela go <termsLink>Mareo</termsLink> le <privacyLink>Tsebišo ya Sephiri</privacyLink> tša rena.

source: Cancel Re-recording
nso: Khansela go rekhota gape

source: Cancel Submission
nso: Khansela Tshedimošo

source: Can't decide?
nso: Ga o kgone go kgetha?

source: Cantonese
nso: Se-Cantonese

source: Catalan
nso: Se-Catalan

source: Central Kurdish
nso: Se-Central Kurdish

source: Change your email via Settings under Login Identity
nso: Fetola e-meile ya gago go di selaolatirišo tše leng ka fase ga Boitšhupo bja Akhaonte ya Mošomiši

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
nso: Lebelela gore na polelo ya geno e lokeletšwe letlakaleng la polelo ya<languagesPageLink> letlakaleng la dipolelo tša Common Voice</languagesPageLink>. Ge e ba go se bjalo, tlatša fomo ye gomme re tla <strong>go romela e-meile e hlalosago monkgwa wa go hloma polelo ya ya geno </strong>.

source: <chevron></chevron>See less
nso: <chevron></chevron>Bona tše nyenyane

source: <chevron></chevron>See more
nso: <chevron></chevron>Bona tša go feta

source: Chinese (China)
nso: Se-China (China)

source: Chinese (Hong Kong)
nso: Se-China (Hong Kong)

source: Chinese (Taiwan)
nso: Se-China (Taiwan)

source: Choose language/localization
nso: Kgetha polelo/polelo ya tikologong

source: Chuvash
nso: Se-Chuvash

source: Click
nso: Klika

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
nso: { $clipCount } ditsopolwa tša lentšu, palo-moka ya bogolo bja lotela ruri { $size }. E felelwa ke nako { $expires }.

source: Clip Graveyard
nso: Setsopolwa sa Graveyard

source: Clips recorded
nso: Ditsopolwa di begilwe

source: Clips Uploaded
nso: Ditsopolwa di Tsene

source: Clips validated
nso: Ditsopolwa di kgonthišitšwe

source: Clips You've Recorded
nso: Di-Odio tše O di Gatišitšego

source: Clips You've Validated
nso: Di-Odio tše O di Kgonthišitšego

source: Close
nso: Kgaufsi

source: Collecting sentences
nso: Kgoboketša mafoko

source: Collecting sentences from the public domain, or writing new ones for the public domain.
nso: Go kgoboketša mafoko go tšwa go tomeine e phatlaletšwego, goba go ngwala tše di mpsha tša tomeine ya phatlaletšo.

source: Collect sentences
nso: Kgobokanya mafoko

source: Comment
nso: Tshwayotshwayo

source: Common Voice data plus all other voice datasets above.
nso: Datha ya Common Voice le di-dathasete tše dingwe tša lentšu ka godimo.

source: Common Voice Dataset
nso: Dathasete ya Common Voice

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
nso: Common Voice ke sethaleng sa batho ba bantši, gomme dipolelo di ile tša tsenywa ke baithaopi. Re ka rata gore o tsenye polelo ya geno! <languageRequestLink> Botšiša ka go tsenya polelo ya geno.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
nso: Common Voice ke mogato wa pele wa Mozilla wa go ruta metšhene kamoo batho ba sebele ba bolelago ka gona.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
nso: Common Voice ke karolo ya mathomo ga Mozilla go ruta metšhene gore batho ba sebele ba bolela bjang.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
nso: Common Voice ke dathasete e kgolo kudu go fetišiša ya mantšu a maleme a mantši a go hwetšagala lefaseng phatlalatšwa.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
nso: Dipego tša Common Voice di dirišwa ke barutegi, dikgwebo-potlana, le ba go fišegelwa go tseba ka mantšu go thuša go eteletša le go godiša methopo ye e hwetšagalago phatlalatša bjalo ka mehuta ya mantšu. Na o ka re tsebiša gore ke ka baka la eng o nyaka gore direkhoto tša gago di phumolwe?

source: Community participation and decision making.
nso: Go tšea karolo ga setšhaba le go tšea dipheto.

source: Community Playbook
nso: Puku ya Tshedimošo ya Setšhaba

source: Confirm
nso: Kgonthišetša

source: Confirm Goal
nso: Tiišetša Pakane

source: Confirm New Sentences
nso: Tiišetša Mafoko a ma Mphsa

source: Connect with Gravatar
nso: Kgokaganya le Gravatar

source: Contact
nso: Kgokagana

source: Contact Form
nso: Lengwalo la Dikgokaganyo

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
nso: Diteng di gona ka fase ga<licenseLink>Laesense ya Creative Commons</licenseLink>

source: Continue
nso: Tšwela pele

source: Contribute
nso: Neela

source: Contribute sentences
nso: Neela ka mafoko

source: Contribute to { $lang }
nso: Neela go { $lang }

source: Contribute Your Voice
nso: Neela Lentšu la Gago

source: Contribution Activity
nso: Meneelo ya Modiro

source: Contribution Criteria
nso: Ditiragalotšeletšwa tša Kriteria

source: Contribution Experience
nso: Go fana ka Ditiragalotšweletšwa

source: Contributors record voice clips by reading from a bank of donated sentences.
nso: Baneedi ba gatiša dipego tša lentšu ka go bala go panka ya mafoko a neetšwego.

source: Cookies
nso: Dikhuki

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
nso: <coquiLink>Coqui</coquiLink> e neetšwego go bula thekinolotši ya mantšu. Mediro ya tšona o akaretša thuto e tseneletšego yeo e leng sedirišwa sa STT le TTS.

source: Cornish
nso: Se-Cornish

source: Corsican
nso: Se-Corsican

source: Could not add language
nso: Ga ra kgona go tsenya leleme

source: Could not change settings. Please try again.
nso: Ga se re kgone go fetola selaolatirišo. Re kgopela o leke gape.

source: Could not remove language
nso: Ga ra kgona go tloša leleme

source: Could not remove language: language not found
nso: Ga se re kgone go tloša polelo: polelo ga e hwetšagale

source: { $count } clips
nso: { $count } ditsopolwa

source: { $countOfInvalidated } rejected by you
nso: { $countOfInvalidated } di ganwego ke wena

source: { $countOfReviewed } sentences are already reviewed. Great job!
nso: { $countOfReviewed } mafoko a šetše a hlahlobilwe. O šomile botse!

source: { $countOfSentences } sentences found.
nso: { $countOfSentences } mafoko a hweditšwe.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
nso: { $countOfUnreviewed } mafoko a se a hlahlobwe. Ge e ba o nyaka, o ka hlahloba mafoko a gago gabjale pele o wa romela.

source: Create a Custom Goal
nso: Bopa Pakane e Swanelegilego

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
nso: Go hlagwa menyetla ya gore batho bao ba fapa-fapanego ba tsentšha letsogo go Common Voice go netefatša gore dathasete e hlankela batho ba bantši kamoo go ka kgonegago. Re hlangwe ditlabakelo le dithempleite tšeo o ka di šomišago!

source: Criteria
nso: Kriteria

source: Croatian
nso: Se-Croatia

source: Czech
nso: Se-Czech

source: Daily Goal
nso: Pakane ya ka Mehla

source: Danish
nso: Se-Danish

source: Dataset Release
nso: Lokollo ya Dathasete

source: Datasets
nso: Di-dathasete

source: Date
nso: Letšatši

source: Days
nso: Matšatši

source: De-identified
nso: Kgetholla gape

source: Delete my recordings
nso: Phumola dikgatišo tšaka

source: Delete Profile
nso: Phumola Profaele

source: Delete selected sentences
nso: Phumola mafoko a kgetilwego

source: Deleting selected sentences…
nso: Re phumola mafoko a kgethilwego

source: Dhivehi
nso: Se-Dhivehi

source: Different language
nso: Polelo e fapanego

source: Difficult
nso: Bothatha

source: Difficult to pronounce
nso: Go thatha go wa bitša

source: Dioula
nso: Se-Dioula

source: Discard ongoing recording
nso: Phumola kgatišo e diragalago

source: Donate your voice
nso: Neela lentšu la gago

source: Don't see your language on Common Voice yet?
nso: Ga o bone polelo ya gago go Common Voice gabjale?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
nso: Ga o bone polelo ya gago bonagatša go dathasete? Go kgopela polelo e ya go letlakala la rena la Dipolelo.

source: Download
nso: Goga go tšwa inthaneteng

source: Download Common Voice Data
nso: Tanelouta Datha ya Common Voice

source: Download Data
nso: Tanelouto ya Datha

source: Download Dataset Bundle
nso: Tanelouta dathasete di dikgobokane

source: Download { $language }
nso: Tanelouto { $language }

source: Download Links
nso: Tanelouta di-Linke

source: Download My Data
nso: Tanelouta Datha Yaka

source: Download profile data
nso: Tanelouta datha ya profaela

source: Download the Single Word Target Segment
nso: Tanelouta Nepo ya Lentšu le Tee

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
nso: Afa o nale dikgopolo gore re ka dirang gore dathasete ya Common Voice e be kaone? Re tsebiše go Discourse

source: Do you want to continue?
nso: O nyaka go tšwela pele?

source: Do you want to Speak, Listen or both?
nso: O nyaka go bolela, go Theeletša goba ka bobedi?

source: Drag and drop or <browseWrap>Browse</browseWrap>
nso: Go rwala lego bea goba <browseWrap>Praosa</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
nso: Nakong ya tlhagišo ya moneelo a maikutlo a tla fetišwa ka morago ga go tobetsa ‘Romela’. Moneelo o tla tšwelapele go lebanya le sete e latelago ya direkhoto tše 5 goba dinetefatšo.

source: Dutch
nso: Se-Dutch

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
nso: Engwe le engwe yeo e tsenego dathasete e na le MP3 e fapanego le faele e tsamaišanago le mongwalo. Bontši bja <b>{ $total }</b> diiri tšeo gatišitšwego ka gare ga dathasete di akaretša gape le boitsebošo bja dintlha tša palo ya batho bjalo ka mengwaga, le bong bja motho, le mmolelo seo a ka thušago go eteletša go nepagetša ga tlhathollo ya mantšu tša temogo. Dathasete ga bjale di na le <b>{ $valid }</b> diiri tšeo di netegaditšwego ka dipolelo<b>{ $languages }</b>, eupša re dula ka mehla re okeditše mantšu le maleme a mangwe. Ela hlogo <languagesLink>letlakaleng la rena la Dipolelo</languagesLink> go kgopela polelo goba go thoma go neela.

source: Easy
nso: Bonolo

source: Edit
nso: Rulaganya

source: Edit Profile
nso: Lokiša Profaele

source: Email
nso: E-meile

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
nso: <emailFragment>Ngwadiša</emailFragment> go lethamong la rena la mangwalo go ithutha gore na o ka tšea karolo bjang masolong, ditiragalo le dikarolo tša moralo o kopanetšego go Common Voice.

source: Email is already used for a different account
nso: E-meile ye e šomišwa ke akhaonte e fapanego.

source: Email Subscriptions
nso: E-meile ya Boingwadišetšo

source: English
nso: Sekgowa

source: Enter Email to Download
nso: Tsenya E-meile go Tanelouta

source: Enter email to send a sign up link
nso: Tsenya e-meile go romela linke ya go ngwadiša

source: Enter your email
nso: Tsenya e-meile

source: Error { $code }
nso: Phošo { $code }

source: Error while fetching rejected sentences. Please try again.
nso: Phošo ge re lata mafoko a ganwego. Re kgopela o leke gape.

source: Error while fetching your sentences. Please try again.
nso: Phošo ge re lata mafoko a gago. Re kgopela o leke gape.

source: Erzya
nso: Se-Erzya

source: Esperanto
nso: Se-Esperanto

source: Estonian
nso: Se-Estonia

source: Events
nso: Ditiragalo

source: Everyone
nso: Yo mongwe le yo mongwe

source: Exit & Delete clips
nso: Etšwa o Phumole dipego

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
nso: Ditsebi tša maleme tše hlwahlwa le tšona di ka thuša, leka go ikopanya le setsebi sa maleme sa diyunibesithi ya lefelong leo (bobedi bja barutiši le baithuti) le go bona gore na ba ka thuša go kgoboketša mafoko e fapanego ya polelo ya geno.

source: Failed to delete selected sentences… Please try again!
nso: Paletšwe go phumola mafoko a kgetegilwego... Re kgopela o leke gape!

source: FAQ
nso: Dipotšišo tše di Botšišwago Gantši

source: Faroese
nso: Se-Faroese

source: Female
nso: Mosadi

source: Fields marked with an asterisk (*) are required.
nso: Mafelwana a go swawa ka setlankana sa naletšana (*) di a hlokagala.
